Repository: YuukiKawabata/AirTalk
Catalog: AirTalk/Localizable.xcstrings
Source language: en
Languages: ja

# %@ さんがチャットを開始したいです
source: %@ wants to chat with you
ja: %@ さんがチャットを開始したいです

# %@ さんにリクエストが拒否されました
source: %@ declined your request
ja: %@ さんにリクエストが拒否されました

# %@の無料トライアル後、%@ごとに自動更新
source: %1$@ free trial, then renews every %2$@
ja: %@の無料トライアル後、%@ごとに自動更新

# %lldか月間
source: %lld months
ja: %lldか月間

# %lld年間
source: %lld years
ja: %lld年間

# %lld日間
source: %lld days
ja: %lld日間

# %lld週間
source: %lld weeks
ja: %lld週間

# 1か月
source: 1 month
ja: 1か月

# 1か月ごとに自動更新
source: Renews every month
ja: 1か月ごとに自動更新

# 1年
source: 1 year
ja: 1年

# 1年ごとに自動更新
source: Renews every year
ja: 1年ごとに自動更新

# 2. 通報とブロック
source: 2. Reporting and blocking
ja: 2. 通報とブロック

# 4. プライバシーとデータ
source: 4. Privacy and data
ja: 4. プライバシーとデータ

# AirTalk Plus 年額プラン
source: AirTalk Plus Yearly
ja: AirTalk Plus 年額プラン

# AirTalk Plus 月額プラン
source: AirTalk Plus Monthly
ja: AirTalk Plus 月額プラン

source: AirTalk does not create server accounts or store chat history on any server. Your profile is stored on your device and is sent to another device only when you connect directly. You can delete your profile and local data from the settings screen.
ja: AirTalk はサーバーアカウントを作成せず、チャット履歴をサーバーに保存しません。プロフィールは端末内に保存され、相手と直接接続した場合にのみ相手の端末へ送信されます。設定画面からプロフィールとローカルデータを削除できます。

# AirTalk 利用規約 / EULA
source: AirTalk Terms of Use / EULA
ja: AirTalk 利用規約 / EULA

# AirTalk、ネット無しで繋がるの不思議ですね
source: Wild that AirTalk works without internet
ja: AirTalk、ネット無しで繋がるの不思議ですね

# AirTalkでつながるの不思議ですね
source: Funny how AirTalk connects us, isn't it?
ja: AirTalkでつながるの不思議ですね

# AirTalkで話そう！インターネットなしで、近くの人とだけチャットできるアプリです。
source: Let's chat on AirTalk! It lets you chat with people nearby, no internet needed.
ja: AirTalkで話そう！インターネットなしで、近くの人とだけチャットできるアプリです。

# AirTalkは、同じアプリを入れた人が近くにいるとつながります。このQRコードを相手のカメラで読み取ってもらいましょう。
source: AirTalk connects you with people nearby who also have the app. Ask your friend to scan this QR code with their camera.
ja: AirTalkは、同じアプリを入れた人が近くにいるとつながります。このQRコードを相手のカメラで読み取ってもらいましょう。

# App StoreのAirTalkページへのQRコード
source: QR code for AirTalk on the App Store
ja: App StoreのAirTalkページへのQRコード

# App Storeの購入情報を取得できませんでした。ネットワーク接続を確認してもう一度お試しください。
source: Couldn't load purchase information from the App Store. Check your network connection and try again.
ja: App Storeの購入情報を取得できませんでした。ネットワーク接続を確認してもう一度お試しください。

source: Connected
ja: 接続中

source: Disconnected
ja: 未接続

# Hostバッジ
source: Host Badge
ja: Hostバッジ

# Hostバッジ、フレーム、プリセットを使う
source: Unlock Host badge, frames, and presets
ja: Hostバッジ、フレーム、プリセットを使う

source: Questions, abuse reports, and support requests can be sent to %1$@. Support information is available at %2$@. Terms of Use: %3$@. Privacy Policy: %4$@.
ja: Questions, abuse reports, and support requests can be sent to %@. Support information is available at %@. Terms of Use: %@. Privacy Policy: %@.

# Wi-FiとBluetoothで、半径50m以内のAirTalkユーザーと直接つながります。インターネットもアカウントも不要です。
source: Connect directly with AirTalk users within about 50 m (160 ft) over Wi-Fi and Bluetooth. No internet or account needed.
ja: Wi-FiとBluetoothで、半径50m以内のAirTalkユーザーと直接つながります。インターネットもアカウントも不要です。

# 「設定」でローカルネットワークと Bluetoothの許可をオンにしてください
source: Turn on Local Network and Bluetooth access in Settings
ja: 「設定」でローカルネットワークと Bluetoothの許可をオンにしてください

# あなた
source: You
ja: あなた

# おたがいにWi-FiとBluetoothをオンにしてください（インターネット接続は不要です）
source: Both of you should turn on Wi-Fi and Bluetooth (no internet connection needed)
ja: おたがいにWi-FiとBluetoothをオンにしてください（インターネット接続は不要です）

# このあたりでおすすめのお店ありますか？
source: Any good places around here you recommend?
ja: このあたりでおすすめのお店ありますか？

# このユーザーとの会話をすぐに削除し、今後レーダーと招待に表示しません。開発者へ通報メールも作成します。
source: Your conversation with this user will be deleted immediately, and they won't appear on your radar or be able to invite you. An email report to the developer will also be created.
ja: このユーザーとの会話をすぐに削除し、今後レーダーと招待に表示しません。開発者へ通報メールも作成します。

# このユーザーをブロックして通報
source: Block and Report User
ja: このユーザーをブロックして通報

# このユーザーをブロックしますか？
source: Block this user?
ja: このユーザーをブロックしますか？

# こんにちは！近くにいたので話しかけてみました
source: Hi! I saw you nearby and thought I'd say hello
ja: こんにちは！近くにいたので話しかけてみました

# こんにちは！近くにいたので話しかけてみました 👋
source: Hi! I saw you nearby and thought I'd say hello 👋
ja: こんにちは！近くにいたので話しかけてみました 👋

# そうです、窓際の席です ☕️
source: Yep, I'm at the window seat ☕️
ja: そうです、窓際の席です ☕️

# その場で、もっと見つけてもらう
source: Stand out wherever you are
ja: その場で、もっと見つけてもらう

# つぎへ
source: Next
ja: つぎへ

# なし
source: None
ja: なし

# はじめまして！
source: Nice to meet you!
ja: はじめまして！

# はじめる
source: Get Started
ja: はじめる

# ひとこと
source: Status
ja: ひとこと

# ひとことなし
source: No status
ja: ひとことなし

# ひとやすみ 🌙
source: Taking a break 🌙
ja: ひとやすみ 🌙

# まさに一期一会！この後おすすめのお店あります？
source: A true once-in-a-lifetime chat! Any food spots you recommend?
ja: まさに一期一会！この後おすすめのお店あります？

# もう一度さがす
source: Search Again
ja: もう一度さがす

# もう一度読み込む
source: Try Again
ja: もう一度読み込む

# わ、はじめまして！同じカフェですか？
source: Oh, hi! Are you in the same café?
ja: わ、はじめまして！同じカフェですか？

# アイスブレイク
source: Icebreakers
ja: アイスブレイク

# アカウントを削除
source: Delete Account
ja: アカウントを削除

# アカウントを削除しますか？
source: Delete Account?
ja: アカウントを削除しますか？

# アカウント削除が完了しました
source: Account Deleted
ja: アカウント削除が完了しました

# アプリを開いたままにすると、レーダーに相手が表示されます
source: Keep the app open and your friend will appear on the radar
ja: アプリを開いたままにすると、レーダーに相手が表示されます

# イベントや場の主催者として見つけてもらいやすくする
source: Help people find you as the host of an event or meetup
ja: イベントや場の主催者として見つけてもらいやすくする

# イベント用、作業用、旅先用などをすぐ切り替える
source: Quickly switch between profiles for events, work, travel, and more
ja: イベント用、作業用、旅先用などをすぐ切り替える

# オレンジ、ピンク、ミントなど7色のテーマカラー
source: 7 more theme colors, including orange, pink, and mint
ja: オレンジ、ピンク、ミントなど7色のテーマカラー

# カフェで作業中 ☕️
source: Working at the café ☕️
ja: カフェで作業中 ☕️

# キャンセル
source: Cancel
ja: キャンセル

# サブスクリプションは自動更新されます。解約はApp Storeのアカウント設定からいつでも行えます。
source: Subscriptions renew automatically. You can cancel anytime in your App Store account settings.
ja: サブスクリプションは自動更新されます。解約はApp Storeのアカウント設定からいつでも行えます。

# チャットリクエスト
source: Chat Request
ja: チャットリクエスト

# チャット中
source: Chatting
ja: チャット中

# チャット相手を切り替えますか？
source: Switch chat partner?
ja: チャット相手を切り替えますか？

# ニックネーム
source: Nickname
ja: ニックネーム

# フレーム
source: Frame
ja: フレーム

# ブロックして通報
source: Block and Report
ja: ブロックして通報

# プライバシーポリシー
source: Privacy Policy
ja: プライバシーポリシー

# プランを表示できません
source: Can't show plans
ja: プランを表示できません

# プランを読み込んでいます
source: Loading plans
ja: プランを読み込んでいます

# プリセット
source: Presets
ja: プリセット

# プレミアムテーマ
source: Premium Themes
ja: プレミアムテーマ

# プレミアムフレーム
source: Premium Frames
ja: プレミアムフレーム

# プロフィール、ブロックリスト、現在の会話など、この端末内のAirTalkデータを完全に削除します。AirTalkはサーバーアカウントを作成しません。
source: Permanently deletes all AirTalk data on this device, including your profile, block list, and current conversations. AirTalk never creates a server account.
ja: プロフィール、ブロックリスト、現在の会話など、この端末内のAirTalkデータを完全に削除します。AirTalkはサーバーアカウントを作成しません。

# プロフィールとローカルデータを完全に削除します。この操作は取り消せません。
source: Your profile and local data will be permanently deleted. This cannot be undone.
ja: プロフィールとローカルデータを完全に削除します。この操作は取り消せません。

# プロフィールプリセット
source: Profile Presets
ja: プロフィールプリセット

# プロフィール編集
source: Edit Profile
ja: プロフィール編集

# メッセージ
source: Message
ja: メッセージ

# メッセージを通報
source: Report Message
ja: メッセージを通報

# メッセージを通報しますか？
source: Report this message?
ja: メッセージを通報しますか？

source: You can report objectionable messages and block abusive users. When you block a user, your conversation with them is immediately deleted from your device, and they no longer appear on your radar or in invitations. Reporting or blocking opens an email to notify the developer.
ja: ユーザーは不適切なメッセージを通報できます。また、迷惑行為を行うユーザーをブロックできます。ブロックすると、そのユーザーとの会話は端末上から直ちに削除され、そのユーザーはレーダーや招待に表示されなくなります。通報またはブロック時には、開発者へ内容を通知するためのメール作成画面が開きます。

# ランチ仲間募集中 🍜
source: Looking for lunch buddies 🍜
ja: ランチ仲間募集中 🍜

# リクエスト拒否
source: Request Declined
ja: リクエスト拒否

# リンクを送る
source: Send Link
ja: リンクを送る

# レーダーとチャットでプロフィールを少し目立たせる
source: Make your profile stand out on the radar and in chats
ja: レーダーとチャットでプロフィールを少し目立たせる

# 不適切な内容や迷惑行為を許容しないポリシーを含みます。
source: Includes a zero-tolerance policy for objectionable content and abusive behavior.
ja: 不適切な内容や迷惑行為を許容しないポリシーを含みます。

# 会話は残らない
source: Nothing is saved
ja: 会話は残らない

# 保存
source: Save
ja: 保存

# 切り替える
source: Switch
ja: 切り替える

# 利用規約
source: Terms of Use
ja: 利用規約

# 利用規約 / EULA に同意します
source: I agree to the Terms of Use / EULA
ja: 利用規約 / EULA に同意します

# 利用規約を確認
source: Read the Terms of Use
ja: 利用規約を確認

# 削除
source: Delete
ja: 削除

# 半径50mの一期一会チャット
source: Chat with people within 50 m
ja: 半径50mの一期一会チャット

# 半径50m以内でAirTalkを開いている人が、ここに表示されます。一緒にいる友だちを誘ってみましょう。
source: People within about 50 m (160 ft) who have AirTalk open will appear here. Invite a friend who is with you.
ja: 半径50m以内でAirTalkを開いている人が、ここに表示されます。一緒にいる友だちを誘ってみましょう。

# 友だちと一緒に始めよう
source: Start with a friend
ja: 友だちと一緒に始めよう

# 友だちを誘う
source: Invite a Friend
ja: 友だちを誘う

# 同じイベントに参加していますか？
source: Are you at the same event?
ja: 同じイベントに参加していますか？

# 向かいのベーカリー超おすすめです 🥐
source: The bakery across the street is amazing 🥐
ja: 向かいのベーカリー超おすすめです 🥐

# 周囲のユーザーを探しています…
source: Looking for people nearby…
ja: 周囲のユーザーを探しています…

# 基本の発見・招待・1対1チャットは無料のまま。Plusではイベントや場づくりに便利なプロフィール機能を解放します。
source: Discovering people, inviting, and 1:1 chat stay free. Plus unlocks profile features that help at events and meetups.
ja: 基本の発見・招待・1対1チャットは無料のまま。Plusではイベントや場づくりに便利なプロフィール機能を解放します。

# 少しだけ話しませんか？
source: Want to chat for a bit?
ja: 少しだけ話しませんか？

# 復元できるAirTalk Plusの購入が見つかりませんでした。
source: No AirTalk Plus purchase was found to restore.
ja: 復元できるAirTalk Plusの購入が見つかりませんでした。

# 戻る
source: Back
ja: 戻る

# 承認
source: Accept
ja: 承認

# 承認待ち...
source: Waiting...
ja: 承認待ち...

# 拒否
source: Decline
ja: 拒否

# 新しい出会いを探し中 ✨
source: Open to meeting new people ✨
ja: 新しい出会いを探し中 ✨

# 有効
source: Active
ja: 有効

# 期間
source: period
ja: 期間

# 未保存
source: None saved
ja: 未保存

# 現在のチャットは終了し、メッセージは破棄されます。
source: Your current chat will end and its messages will be deleted.
ja: 現在のチャットは終了し、メッセージは破棄されます。

# 相手と離れたりアプリを閉じたりすると、メッセージは自動で消えます。
source: Messages disappear automatically when you move apart or close the app.
ja: 相手と離れたりアプリを閉じたりすると、メッセージは自動で消えます。

# 端末内のプロフィールとAirTalkデータを削除しました。
source: Your profile and AirTalk data have been deleted from this device.
ja: 端末内のプロフィールとAirTalkデータを削除しました。

# 設定を開く
source: Open Settings
ja: 設定を開く

# 詳細
source: Details
ja: 詳細

# 購入の復元に失敗しました。
source: Couldn't restore purchases.
ja: 購入の復元に失敗しました。

# 購入は承認待ちです。承認後にAirTalk Plusが自動で有効になります。
source: Your purchase is pending approval. AirTalk Plus will activate automatically once approved.
ja: 購入は承認待ちです。承認後にAirTalk Plusが自動で有効になります。

# 購入を完了できませんでした。
source: Couldn't complete the purchase.
ja: 購入を完了できませんでした。

# 購入を復元
source: Restore Purchases
ja: 購入を復元

# 購入情報を読み込めませんでした。時間をおいてもう一度お試しください。
source: Couldn't load purchase information. Please try again later.
ja: 購入情報を読み込めませんでした。時間をおいてもう一度お試しください。

# 近くにAirTalkユーザーがいません
source: No AirTalk users nearby
ja: 近くにAirTalkユーザーがいません

# 近くにいる人とだけ話せる
source: Talk only with people nearby
ja: 近くにいる人とだけ話せる

# 近くに誰もいないときは、QRコードで友だちを誘えます。
source: If no one's around, invite a friend with a QR code.
ja: 近くに誰もいないときは、QRコードで友だちを誘えます。

# 近くのデバイスに接続できません
source: Can't connect to nearby devices
ja: 近くのデバイスに接続できません

# 近くのデバイスを探すため、このあとローカルネットワークとBluetoothの利用許可を求めます。
source: Next, we'll ask for Local Network and Bluetooth access so AirTalk can find devices nearby.
ja: 近くのデバイスを探すため、このあとローカルネットワークとBluetoothの利用許可を求めます。

# 近くの友だちを誘う
source: Invite Friends Nearby
ja: 近くの友だちを誘う

# 追加リアクション
source: More Reactions
ja: 追加リアクション

# 通信が途絶えました。メッセージは破棄されます。
source: Connection lost. Messages will be deleted.
ja: 通信が途絶えました。メッセージは破棄されます。

# 通報する
source: Report
ja: 通報する

# 閉じる
source: Close
ja: 閉じる

# 開発者へ不適切な内容を通知するメール作成画面を開きます。
source: This opens an email to report objectionable content to the developer.
ja: 開発者へ不適切な内容を通知するメール作成画面を開きます。

# 離れると会話が消えるのが逆に良いよね 🌫️
source: I kind of love that the chat disappears when we leave 🌫️
ja: 離れると会話が消えるのが逆に良いよね 🌫️

# 音楽の話しよう 🎧
source: Let's talk music 🎧
ja: 音楽の話しよう 🎧

# 🔥 👏 ✨ など8種類のリアクションで気持ちを伝える
source: Express yourself with 8 extra reactions like 🔥 👏 ✨
ja: 🔥 👏 ✨ など8種類のリアクションで気持ちを伝える
